Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ལྟ་བས་ན་ སེམས་ཅན་ དེ་དག་ ཉིད་ ཡོངས་སུ་ སྨིན་པ ར་ བྱ་བ འི་ ཕྱིར་ [54a] དང་ །_ ཡོངས་སུ་ མྱ་ངན་ ལས་ འདའ་བ ར་ བྱ་བ འི་ དོན་ གྱི་ ཕྱིར་ གོ་ཆ་ བགོ་བ ར་ བྱ འོ་ སྙམ་ ནས་ |#| བཟོད་པ འི་ གོ་ཆ་ དེ་ལྟ་ བུ་ བགོས་ སོ །_།
en: Therefore, in order to mature those very beings [54.a] and cause them to pass beyond suffering, I shall don my armor. |#| Thinking in this way, I bear the armor of patience.

source: གལ་ཏེ་ གནོད་སེམས་ སུ་ བྱེད་པ འི་ སེམས་ཅན་ དེ་དག་ ལ་ ཡང་ གནོད་སེམས་ སུ་ བྱས་ ན་ བདག་ ལ་ ཁྱད་པར་ དུ་ འཕགས་པ་ ཅི་ཞིག་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: If, when such beings seek to harm me, I attempt to retaliate, then how would I be any better than them?

source: མྱ་ངན་མེད་ བདག་ གིས་ དེ་ལྟ་ བུ་ དེ་ལྟ་ བུ འི་ གོ་ཆ་ བགོས་ སོ །_།
en: Aśoka , such is the armor that I bear.’

source: དེ་ནས་ དགེ་སློང་ མྱ་ངན་མེད་ ཀྱིས་ དགེ་སློང་ མྱ་ངན་ བྲལ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $307 “The monk Aśoka then said to the monk Vigataśoka ,

source: ཕུ་བོ་ ཁྱོད་ ཀྱིས་ གང་ གིས་ གོ་ཆ་ བགོས་པ འི་ སེམས་ དེ་ ཁྱོད་ ཀྱིས་ གཟིགས་ སམ །_
en: ‘Brother, have you seen that mind of yours, which bears such armor?’

source: གལ་ཏེ་ སེམས་ མེད་པར་ གྱུར་ ན་ |#| _ནི་ གོ་ཆ་ བགོས་པ་ དེ་ལྟ་ བུ་ མེད་པར་ འགྱུར་ ལ །_
en: ‘If there were no mind there would not be any donning of such armor either.

source: གོ་ཆ་ དེ་ཡང་ མེད་ ན་ |#| ནི་ རབ་ཏུ་ བསྟན་པ་ ཡང་ མེད་པར་ འགྱུར་ ཏེ
en: If there were no armor, then neither could it be shown.

source: མྱ་ངན་མེད་ གང་ གི་ ཕྱིར་ སེམས་ དེ་ ཡོད་པ་ དེ འི་ ཕྱིར་ གོ་ཆ་ དེ་ རབ་ཏུ་ བསྟན་པ་ ཡང་ ཡོད་ དོ །_།
en: Aśoka , because there is mind the armor can also be shown.’

source: ཇི་ལྟ ར་ སེམས་ དེ་ ཡོད་པ་ དེ་བཞིན་ དུ་ གོ་ཆ་ ཡང་ ཡོད་ དོ་ ཞེས་ དེ་སྐད་ ཅེས་ ཁྱོད་ མ་ གསུང་ ཤིག _།
en: ‘You must not say “Just as there is mind there is also armor”!

source: མྱ་ངན་ བྲལ་ སེམས་ ནི་ སྐྱེ་བ་ དང་ འཇིག་པ འི་ ཆོས་ཅན་ བས་ སྒྱུ་མ་ ལྟ་བུ་ ཡིན་པ འི་ ཕྱིར་ ཏེ །_
en: Because, Vigataśoka , the mind is subject to arising and destruction, and is therefore like an illusion.

source: སྐྱེ་བ་ དང་ འཇིག་པ འི་ ཆོས་ཅན་ གྱི་ སེམས་ སྒྱུ་མ་ ལྟ་བུ་ ལ་ ཡོད་པ འམ །_ མེད་པ་ ཡང་ མེད་ དོ །_།
en: And an illusory mind that is subject to arising and destruction is neither there nor not there.

source: མྱ་ངན་ བྲལ་ གང་ཡོད་པ འམ །_ མེད་པ་ དེ་ ནི་ ལྟ་བ་ དེ་ ཡིན་ ཏེ །_ |#| གང་དེ་ ལྟ་བུ འི་ ལྟ་བ་ དེ་ ནི་ ལོག་པ ར་ ལྟ་བ འོ །_།
en: Vigataśoka , a view is involved whether something is there or not, and any such view of presence or absence is a wrong view.

source: གང་ ལོག་པ ར་ ལྟ་བ་ དེ་ ནི་ ལམ་གོལ་བ་ ཡིན་ ཞིང་ ལམ་ མ་ ཡིན་ ལ །_
en: Whenever there is wrong view, one is on an errant path, a wrong path.

source: དེ་ བྱང་ཆུབ་ ཀྱི་ ལམ་ མ་ཡིན་པ ས་ དེ འི་ བྱང་ཆུབ་ དེ་ ཐག་ རིང་བ་ ཡིན་ ཞིང་ བྱང་ཆུབ་ དེ་ ཐག་ ཉེ་བ་ མ་ ཡིན་ ལ །_
en: One is not on the path of awakening, and hence one is far from awakening, not near it.

source: དེ འི་ བྱང་ཆུབ་ བགྲོད་པ ར་ དཀའ་བ་ ཡིན་ ཏེ
en: Reaching awakening will be hard.

source: མྱ་ངན་ བྲལ་ དེ་ལྟ་བས་ན་ དེ་དག་ ཐམས་ཅད་ ནི་ སྤྲོས་པ་ ཡིན་ ནོ །_།
en: $309 “ ‘Therefore, Vigataśoka , all that is mental construction.

source: གང་དག་ ཆོས་ སྤྲོས་པ་ དང་ ལྡན་པ་ དང་ །_ ཆོས་ རློམ་སེམས་ དང་ ལྡན་པ་ དེ་དག་ ནི་ བྱང་ཆུབ་ སེམས་དཔ ས་ བསྟེན་པ ར་ བྱ་བ་ མ་ ཡིན་ ནོ །_།
en: Anything that involves mental construction and conceit is not something for a bodhisattva to rely on.

source: བྱང་ཆུབ་ སེམས་ དཔ ས་ བསྟེན་པ ར་ བྱ་བ འི་ ཆོས་ ཀྱང་ གང་ཞེ་ན །_
en: What, then, should a bodhisattva rely on?

source: བྱང་ཆུབ་ སེམས་དཔ ས་ ཆོས་ གང་ཡང་ བསྟེན་པ ར་ བྱ་བ་ མ་ཡིན་པ་ སྟེ །_
en: A bodhisattva should not rely on anything.

source: ཆོས་ རྣམས་ བསྟེན་པ ར་ གྱུར་ ན་ ནི་ ཆོས་མ་ ཡིན་པ་ རྣམས་ བསྟེན་པ ར་ འགྱུར་བ འི་ ཕྱིར་ རོ །_།
en: Because if one relies on something, one does not properly rely.

source: དེ་ལྟ ར་ བྱང་ཆུབ་ སེམས་དཔ ས་ ཆོས་ ཐམས་ཅད་ [54b] ལ་ མངོན་པར་ ཞེན་པ ར་ མི་ བྱ་ སྟེ །_
en: Thus, a bodhisattva should [54.b] not be attached to anything.

source: བྱང་ཆུབ་ ནི་ གཞི་མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening is baseless.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་ལྟ ར་ རློམ་སེམས་ སུ་ བྱེད་ ན །_ |#| དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: And should a bodhisattva conceptualize this, that would not be right.

source: བྱང་ཆུབ་ ནི་ རློམ་སེམས་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening is beyond concepts.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་ དཔའ་ དེ་ལྟ ར་ གནས་པ ར་ བྱེད་ ན །_ |#| དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: If a bodhisattva should become fixed on this, that would not be right.

source: བྱང་ཆུབ་ ནི་ གནས་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening is beyond fixation.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ལྟ ར་ མོས་པ ར་ བྱེད་ ན །_ |#| དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: Should a bodhisattva think in such ways, that would not be right.

source: བྱང་ཆུབ་ ནི་ མོས་པ་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening knows no concepts.

source: གལ་ ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ལྟ ར་ རབ་ཏུ་ ཤེས་པ ར་ བྱེད་ ན །_ |#| དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: If a bodhisattva determines this, that would not be right.

source: བྱང་ཆུབ་ ནི་ མཚན་ཉིད་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening has no characteristics.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ལྟ ར་ ཁོང་ དུ་ ཆུད་པ ར་ བྱེད་ ན །_ |#| དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: If a bodhisattva comprehends this, that would not be right.

source: བྱང་ ཆུབ་ ནི་ འགྱུར་བ་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because awakening does not change.

source: གལ་ཏེ་ བྱང་ཆུབ་ སེམས་དཔ ས་ དེ་ལྟ ར་ མངོན་དུ་ བྱ འོ་ སྙམ་ ནས་ དེ་ལྟ ར་ སྒོམ་པ ར་ བྱེད་ ན །_
en: Should a bodhisattva believe that there is something to actualize,

source: དེ་ཡང་ ཆོས་མ་ ཡིན་པ་ སྟེ །_
en: that would not be right.

source: བྱང་ཆུབ་ ནི་ མེད་པ འི་ ཕྱིར་ དང་ །_ བྱང་ཆུབ་ དེ་ ནི་ ཡི་གེ་ མེད་པ འི་ ཕྱིར་ རོ །_།
en: Because there is no awakening and because awakening is beyond syllables.’

source: དེ་ནས་ དགེ་སློང་ མྱ་ངན་ བྲལ་ གྱིས་ དགེ་སློང་ མྱ་ངན་མེད་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: $310 “The monk Vigataśoka then said to the monk Aśoka ,

source: མྱ་ངན་མེད་ བྱང་ཆུབ་ དེ་ མེད་ དམ་ ཅི་ ན །_
en: ‘ Aśoka , why should there not be any awakening?

source: དེ འི་ ཕྱིར་ དེ་སྐད་ སྟོན །_
en: Let me explain:

source: ཇི་སྟེ་ མྱ་ངན་ བྲལ་ ཡོད་ ཅིང་ བདག་ ཡོད་ ན་ ནི་ བྱང་ཆུབ་ ཀྱང་ ཡོད་ དོ །_།
en: Vigataśoka is here and, since I am here, there is also awakening.’

source: དགེ་སློང་ མྱ་ངན་མེད་ ཀྱིས་ སྨྲས་པ །_
en: replied the monk Aśoka ,

source: ཕུ་བོ་ ཁྱོད་ སྤྲོས་པ་ མེད་པ འི་ བྱང་ཆུབ་ ལ་ བྱང་ཆུབ་ ཡོད་ ཅེའམ །_ མེད་ ཅེས་ རྣམ་པར་ མ་ རྟོག་ ཤིག _།
en: “ ‘Brother,’ |#| ‘please do not think that nonconceptual awakening either exists or does not exist.

source: ཇི་ཙམ་ དུ་ སྤྲོས་པ་ དེ་ ནི་ བྱང་ཆུབ་ མ་ ཡིན་ ནོ །_།
en: Because as long as there are concepts there is no awakening.

source: བྱང་ཆུབ་ ནི་ སྤྲོས་པ་ མེད་པ འི་ ཕྱིར་ ཏེ །_
en: Because awakening does not involve any concepts.

source: འདི་ ནི་ ཚུལ་ ཡིན་ ནོ །_།
en: This is how it is.

source: ཡང་ན་ ཇི་ཙམ་ དུ་ སྤྲོས་པ་ དེ་ཙམ་ དུ་ བྱང་ཆུབ་བོ །_།
en: Or, in other words, the more constructs, the more awakening.’

source: མྱ་ངན་ བྲལ་ གྱིས་ སྨྲས་པ །_
en: said Vigataśoka ,

source: ནུ་བོ་ ཇི་ཙམ་ དུ་ སྤྲོས་པ་ དེ་ བྱང་ཆུབ་བོ །_ ཞེས་ སྨྲས་པ་ དེ འི་ དོན་ བདག་ གིས་ མི་ ཤེས་ སོ །_།
en: $311 “ ‘Brother’ |#| ‘I do not understand what you mean by saying “the more constructs, the more awakening.” ’

source: དེ་ནས་ དགེ་སློང་ མྱ་ངན་མེད་ ཀྱིས་ ཕུ་བོ་ ལ་ སྨྲས་པ །_
en: “The monk Aśoka then said to his brother,

source: ཕུ་བོ་ དེ འི་ ཕྱིར་ གཉི་ག་ འགྲོགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ བདེ་བ འི་ རྒྱལ་པོ་ ག་ལ་བ་ དེར་ འདོང་ ངོ་ །_།
en: ‘Brother, for that reason let us together go before the blessed thus-gone King of Bliss.’

source: དེ་ནས་ དེ་ གཉིས་ [55a] བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ བདེ་བ འི་ རྒྱལ་པོ་ དེ་ག་ ལ་བ་ དེར་ དོང་ ནས །_
en: $312 “The two of them [55.a] then went to the place where the blessed thus-gone King of Bliss was residing.

source: བཅོམ་ལྡན་འདས་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_། |#| དེ་ གཉིས་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ ནས་ ཀྱང་ །_
en: Having bowed their heads to his feet, they sat to one side, and

source: བཅོམ་ལྡན་འདས་ དེ་ ལ་ གཏམ་ ཀུན་ ཏུ་ བརྗོད་པ་ དེ་ ཇི་སྙེད་ བྱུང་བ་ དེ་ ཐམས་ཅད་ གསོལ་ ཏོ །_།
en: from there they conveyed their entire conversation to the Blessed One.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དེས་ དགེ་སློང་ མྱ་ངན་མེད་ ལ་ མྱ་ངན་མེད་ ལེགས་ སོ་ ལེགས་ སོ །_། |#| ཞེས་ བྱ་བ་ བྱིན་ ཏེ །_
en: In response, the Blessed One expressed his approval to the one monk, saying, ‘Excellent, Aśoka .’

source: དེ་ ལ་ ལེགས་ སོ་ ཞེས་ བྱ་བ་ བྱིན་ ནས་ ཀྱང་ །_ དགེ་སློང་ མྱ་ངན་ བྲལ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $313 “The blessed one then turned to Vigataśoka and said,

source: མྱ་ངན་ བྲལ་ དེ་དེ་ བཞིན་ ཏེ །_
en: ‘ Vigataśoka , this is how it is.

source: ཇི་ཙམ་ དུ་ སྤྲོས་པ་ དེ་ ནི་ བྱང་ཆུབ་ སྟེ །_
en: The more constructs, the more awakening.

source: སྤྲོས་པ་ ཐམས་ཅད་ ནི་ དབེན་པ་ ཡིན་པ འི་ ཕྱིར་ ཏེ །_ |#| བྱང་ཆུབ་ དེ་ཡང་ དབེན་པ་ ཡིན་ ནོ །_།
en: Because all constructs are void, and so is awakening.

source: དབེན་པ་ ཉིད་ ཀྱང་ གང་ཞེ་ན །_
en: What then is voidness?

source: སྤྲོས་པ་ གང་ཡིན་པ འོ །_།
en: Voidness is a construct.

source: སྤྲོས་པ་ གང་ཞེ་ན །_
en: And what are constructs?

source: རྟོག་པ་ སྟེ །_
en: They are thought.

source: གཟུགས་ སྤྲོས་ པ་ དང་ །_ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ འདུ་བྱེད་ རྣམས་ དང་ །_ རྣམ་པར་ ཤེས་པ་ སྤྲོས་པ་ དང་ །_ ཚུལ་ཁྲིམས་ སྤྲོས་པ་ དང་ །_ ཏིང་ངེ་འཛིན་ སྤྲོས་པ་ དང་ །_ འདོད་པ་ ཆུང་བ་ ཉིད་ སྤྲོས་པ་ དང་ །_ ཆོག་ཤེས་པ་ ཉིད་ སྤྲོས་པ་ དང་ །_ དགང་ སླ་བ་ ཉིད་ སྤྲོས་པ་ དང་ །_ མ་ འདྲེས་པ་ ཉིད་ སྤྲོས་ པ འོ །_།
en: That is to say, there are the constructs of form, feeling, perception, formation, and consciousness; |#| the constructs of discipline and absorption; |#| the constructs of few desires and contentment; |#| and the constructs of being easily satisfied and being distinct.

source: སྤྲོས་པ་ དེ་ཡང་ གང་ ལས་ བྱུང་ ཞེ་ན །_
en: Where do constructs come from?

source: ཀུན་ ཏུ་ རྟོག་པ་ ལས་ བྱུང་ སྟེ །_ |#| གཟུགས་ ཀྱི་ ཀུན་ ཏུ་ རྟོག་པ་ ནས་ ཏིང་ངེ་འཛིན་ གྱི་ ཀུན་ ཏུ་ རྟོག་པ འི་ བར་ དུ་ ཀུན་ དུ་ རྟོག་པ་ ཇི་སྙེད་ ཡོད་པ་ སྤྲོས་པ་ ཡང་ དེ་སྙེད་ དོ །_།
en: They come from thinking, that is to say, from the thought of form to the thought of absorption—each thought is construction.

source: དེ་ ལ་ ཀུན་ ཏུ་ རྟོག་པ་ གང་ཡིན་པ་ དེ་ ནི་ གཟུགས་ཅན་ མ་ཡིན་པ འི་ ཕྱིར་ ཀུན་ ཏུ་ རྟོག་པ་ ནི་ གཟུགས་ཅན་ མ་ཡིན་པ འོ །_།
en: Whatever is thought has no form, and thus thinking is not something with form.

source: ཀུན་ ཏུ་ རྟོག་པ་ གང་ཡིན་པ་ དེ་ ནི་ རྟོག་པ་ མེད་པ འོ །_།
en: That which is thought is absence of thought.

source: ཀུན་ ཏུ་ རྟོག་པ་ གང་ཡིན་པ་ དེ་ ནི་ ཚུལ་ཁྲིམས་ མ་ཡིན་པ་ ནས་ ཆོག་ཤེས་པ་ ཉིད་ ཀྱི་ བར་ དུའང་ མ་ ཡིན་ ནོ །_།
en: That which is thought is neither discipline nor anything else, up to and including contentment.

source: བྱང་ཆུབ་ ནི་ གཟུགས་ སྟོང་པ་ཉིད་ དོ །_།
en: And awakening is the emptiness of form.

source: བྱང་ཆུབ་ ནི་ ཚོར་བ་ དང་ འདུ་ཤེས་ དང་ འདུ་བྱེད་ རྣམས་ དང་ རྣམ་པར་ ཤེས་པ་ སྟོང་པ་ ཉིད་ དོ །_།
en: Awakening is the emptiness of feeling, perception, formation, and consciousness.

source: དེ་བཞིན་ དུ་ བྱང་ཆུབ་ དེ་ ནི་ ཚུལ་ཁྲིམས་ དང་ །_ ཏིང་ངེ་འཛིན་ དང་ །_ འདོད་པ་ ཆུང་བ་ ཉིད་ དང་ །_ ཆོག་ཤེས་པ་ ཉིད་ དང་ །_ དགང་ སླ་བ་ ཉིད་ དང་ །_ གསོ་ སླ་བ་ ཉིད་ སྟོང་པ་ཉིད་ དོ །_།
en: So also with discipline, absorption, few desires, contentment, being easily satisfied, and being easily nourished—all are emptiness.

source: སྟོང་པ་ཉིད་ ནི་ གཅིག་པ འང་ མ་ ཡིན་ ཐ་དད་པ འང་ མ་ ཡིན་ ཏེ །_
en: And emptiness is neither sameness nor difference.

source: བྱང་ཆུབ་ དེ་ ནི་ དེ་ ཡིན་ ནོ །_།
en: That, precisely, is what awakening is.’ [55.b]

source: [55b] དེ་ནས་ དགེ་སློང་ མྱ་ངན་ བྲལ་ གྱིས་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་ |#| ཐོས་ ནས་ |#| མི་ སྐྱེ་བ འི་ ཆོས་ ལ་ བཟོད་པ་ ཐོབ་བོ །_།
en: $314 “When the monk Vigataśoka heard this teaching of the Dharma he gained the acceptance that phenomena do not arise.

source: སེམས་ གང་ གིས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཞེས་ བརྗོད་པ འི་ བྱང་ཆུབ་ ཀྱི་ སེམས་ དེ་ཡང་ རབ་ཏུ་ ཤེས་ སོ །_།
en: He also clearly understood what kind of mind makes someone a bodhisattva; |#| he understood what the mind of awakening is.

source: དེ་ལྟ ར་ དགེ་སློང་ མྱ་ངན་མེད་ དང་ །_ དགེ་སློང་ མྱ་ངན་ བྲལ་ དེ་ལྟ ར་ ཆོས་ རྣམས་ ལ་ ལྷག་མཐོང་ དང་ །_ དེ་ལྟ ར་ ཆོས་ རྣམས་ རབ་ཏུ་ ཤེས་པ་ དང་ །_ དེ་ལྟ ར་ ཆོས་ རྣམས་ ལ་མོ ས་ པས་ ལོ་ བརྒྱད་ ཁྲི་ བཞི་ སྟོང་ དུ་ ནམ་ཡང་ རྨུགས་པ་ དང་ །_ གཉིད་ ཀྱིས་ མ་ ནོན་ ཅིང་ ནམ་ཡང་ བརྩོན་འགྲུས་ མ་ བཏང་ སྟེ
en: In this way the monks Aśoka and Vigataśoka developed special insight into, and clear knowledge of, all phenomena. |#| With such conviction about all phenomena they persisted diligently, without any weariness or sleepiness, for eighty thousand years,

source: གཞན་ དུ་ ན་ རྟག་ ཏུ་ འཆག་པ་ ལ་ མངོན་པར་ བརྩོན་པ་ འབའ་ཞིག་ ཏུ་ གྱུར་པ་ ནི་ མ་གཏོགས་ སོ །_།
en: whereas before they had always been involved in nothing but the pursuit of their desires.

source: ནམ་ཡང་ འདོད་ཆགས་ ཀྱི་ སེམས་མ་ བསྐྱེད །_ |#| ཞེ་སྡང་ གི་ སེམས་མ་ བསྐྱེད །_ |#| གཏི་མུག་ གི་ སེམས་མ་ བསྐྱེད་ དོ །_།
en: Thus, they did not give rise to any desire, anger, or dullness.

source: དེ་ གཉིས་ དེ་ནས་ ཤི་འཕོས་ ནས་ འོག་ གི་ འཇིག་རྟེན་ གྱི་ ཁམས་ སུ་ དེ་བཞིན་ གཤེགས་པ་ དཔུང་མགོ་ ཟླུམ་པ་ ཞེས་ བྱ་བ འི་ སངས་རྒྱས་ ཀྱི་ ཞིང་ སངས་རྒྱས་ ཀྱི་ ཞིང་ སྟོང་ གི་ རྗེས་སུ་ འཐུན་པ་ ཞེས་ བྱ་བ ར་ སྐྱེས་ ཏེ
en: Upon their death and passing, their next birth in the world took place in the buddha realm known as Harmony with a Thousand Buddha Realms , the realm of the thus-gone Saṃvṛtta­skandha, and

source: དེར་ ཡང་ བརྩོན་འགྲུས་ བརྩོམ་པ་ ཡང་དག་ པར་ བླངས་ ནས་ གནས་པ ར་ གྱུར་ ཏོ །_།
en: there they continued their diligent pursuits.

source: མ་ཕམ་པ་ རྣམ་ གྲངས་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་ གཉིས་ ཀྱིས་ སངས་རྒྱས་ བྱེ་བ་ ཕྲག་ དྲུག་ཅུ་ རྩ་ བརྒྱད་ མཉེས་པ ར་ བྱས་ སོ །_།
en: $315 “Ajita, in this way those two bodhisattvas went on to serve six hundred and eighty million buddhas, and

source: སྐྱེ་བ་ ཐམས་ཅད་ དུ་ ཡང་ རབ་ཏུ་ བྱུང་ སྟེ །_ |#| ཐམས་ཅད་ དུ་ ཡང་ བརྩོན་འགྲུས་ བརྩམས་པ་ དག་ གིས་ གནས་ སོ །_།
en: in each life they lived they would always go forth and practice diligently.

source: དེ འི་ འོག་ ཏུ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ མྱ་ངན་མེད་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ཏེ །_ |#| དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཚོགས་ མཆོག་ བཀོད་པ་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ ངོ་ །_།
en: Then, finally, the bodhisattva great being Aśoka awakened to unexcelled and perfect buddhahood and appeared in the world as the thus-gone one, the worthy one, the perfect buddha known as Array of the Perfect Assembly.

source: དེ འི་ འོག་ ཏུ་ བྱང་ཆུབ་ སེམས་དཔའ་ མྱ་ངན་ བྲལ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ སངས་རྒྱས་ ཏེ །_ |#| དེ་བཞིན་ གཤེགས་པ་ མཆོག་ གི་ ཚོགས་ཅན་ ཞེས་ བྱ་བ་ བྱུང་བ ར་ གྱུར་ ཏེ །_
en: After that the bodhisattva Vigataśoka awakened to unexcelled and perfect buddhahood and he became the thus-gone one, the worthy one, the perfect buddha known as Supreme Accumulations .

source: མ་ཕམ་པ་ དེ་དག་ གི་ གསུང་རབ་ དེ་ཡང་ རྒྱ་ཆེན་པོ ར་ གྱུར་ ཏོ །_།
en: Ajita, the teachings of those two became extremely vast.

source: མ་ཕམ་པ་ དེ་བཞིན་ གཤེགས་པ་ དེ་དག་ ནི་ ཚེ་ ཡང་ དཔག་ ཏུ་ མེད་པར་ གྱུར་ ཏོ །_།
en: Ajita, the lifespans of those two thus-gone ones were unfathomably long.

source: མ་ཕམ་པ་ བྱང་ཆུབ་ སེམས་དཔ འི་ སེམས་ གང་ཡིན་པ་ དེ་ ནི་ གང་ དུ་ [56a] ཡང་ བསྐུར་བ་ མ་ ཡིན །_ |#| གང་ ནས་ ཀྱང་ བླངས་པ་ མ་ ཡིན །_
en: $316 “Ajita, the mind of a bodhisattva is not transferred anywhere, [56.a] nor is it adopted in any way.

source: བསྐྱེད་པ་ མ་ ཡིན །_ བཀག་པ་ མ་ ཡིན །_ གནས་པ་ མ་ ཡིན །_
en: It cannot be engendered and it cannot be stopped. |#| It does not abide.

source: རྒྱུན་ ཆད་པ་ མ་ ཡིན །_ སོང་བ་ མ་ ཡིན །_ |#| འོངས་པ་ མ་ ཡིན་ ནོ །_།
en: It cannot be interrupted. |#| It does not come and it does not go.

source: མ་ཕམ་པ་ སེམས་ དེ་ གང་ཡིན་པ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ གང་ཡིན་པ་ དེ་ གཉི་ ག་ ཡང་ མཆོག་ ཏུ་ རྙེད་པ ར་ དཀ འོ །_།
en: Ajita, that mind, as well as the bodhisattva, is supremely difficult to find.”

source: བསྐལ་པ་ བྱེ་བ་ རྣམས་ སུ་ ཡང་ །_། འཇིག་རྟེན་ སྣང་བྱེད་ རྣམས་ ནི་ དཀོན །_།
en: “Throughout millions of eons, The world illuminators are so rare.

source: ཨུ་ དུམ་ བཱ་ ར འི་ མེ་ཏོག་ བཞིན །_། འཇིག་རྟེན་ དུ་ ནི་ རེས་འགའ་ འབྱུང་ །_།
en: Like the flowers of the uḍumbara, They appear in the world only sometimes.

source: གང་དག་ བྱང་ཆུབ་ ཕྱིར་ ཞུགས་པ འི །_། བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་ དེ འང་ དཀོན །_།
en: $318 “Also, bodhisattvas who practice In pursuit of awakening are rare.

source: དཔའ་བོ་ ཡི་ ནི་ སེམས་ དེ་ཡང་ །_། འཇིག་རྟེན་ དུ་ ནི་ རེས་འགའ་ འབྱུང་ །_།
en: The hero’s mind Will manifest in the world only sometimes.

source: དེ་ལྟ་བས་ན་ དེ་ འདྲ་བ འི །_། དག་པ འི་ སེམས་ དེ་ བསྐྱེད་ ནས་ སུ །_། སངས་རྒྱས་ དག་ གི་ སྟོབས་ རྣམས་ དང་ །_། དེ་བཞིན་ མི་ འཇིགས་ རྣམས་ ཀྱང་ སྣང་ །_།
en: $319 “Thus, the ones who bring forth Such an extremely pure mind Will witness the powers of a buddha As well as the types of fearlessness.

source: དེ་ལས་ སེང་གེ འི་ སྒྲ་ སྒྲོགས་ དང་ །_། དྲང་སྲོང་ སྨྲ་བ ར་ ང་ ཡིས་ སུ །_།
en: $320 “They will roar like a lion, And declare the speech of the sage.

source: ཡང་དག་ འཁོར་ལོ་ བསྐོར་བ་ བཞིན །_། ཆོས་ ཀྱི་ འཁོར་ལོ འང་ དེ་བཞིན་ ནོ །_།
en: As I turn the wheel of truth, They will turn the wheel of Dharma.

source: ང་ ཡི་ མ་ འདྲེས་ བཅོ་བརྒྱད་ ཆོས །_། མ་ཚང་ མེད་པ་ གང་ཡིན་ དང་ །_། སངས་ རྒྱས་ རྣམས་ ཀྱི་ མཚན་གང་ ཡིན །_། |#| དེ་དག་ ཀྱང་ ནི་ འདིར་ ལྟོས་ ཤིག _།
en: $321 “My eighteen unique qualities, Complete without anything lacking, As well as all the marks of the buddhas, You must look here to see them.

source: རྨོངས་པ་ མེད་པ ས་ གཤེགས་པ་ དང་ །_། གླང་པོ་ཆེ་ ཡི་ གཟིགས་ སྟངས་ དང་ །_། སྤྱི་གཙུག་ བལྟ ར་ མི་ མཐོང་བ་ ཡང་ །_། སེམས་ དེ་ལས་ ནི་ རབ་ཏུ་ ལྟོས །_།
en: $322 “The movements free from delusion, The elephant’s gaze, And the imperceptible crown— All must all be seen through that mind.

source: ཚུལ་ཁྲིམས་ ཕ་རོལ་ ཕྱིན་པ་ དང་ །_། ཏིང་འཛིན་ ཕ་རོལ་ ཕྱིན་པ་ དང་ །_། ཤེས་རབ་ ཕ་རོལ་ ཕྱིན་པ་ དང་ །_། བྱང་ཆུབ་ སེམས་ དེ འང་ འདི་ ལས་ ལྟོས །_།
en: $323 “Transcendent discipline, Transcendent meditative absorption, Transcendent insight, as well as the mind of awakening, Are all to be seen through this.

source: སངས་རྒྱས་ ཆོས་ རྣམས་ རབ་ བསྟན་པ འི །_། ཆོས་ གཞན་ གང་དག་ ཡིན་པ་ ཡང་ །_། དེ་དག་ ཐམས་ཅད་ སེམས་ དེ་ དང་ །_། དང་པོ འི་ སེམས་ ལ་ གནས་པ་ ཡིན །_།
en: $324 “All buddha qualities And any other qualities taught Reside, without exception, within that mind, And within its initial arousal.

source: ཉན་ ཐོས་ ཚུལ་ཁྲིམས་ གང་ཡིན་ དང་ །_། ཉན་ཐོས་ ཏིང་འཛིན་ གང་ཡིན་ དང་ །_། ཤེས་རབ་ ཕུང་པོ་ རྫུ་འཕྲུལ་ གང་ །_། དེ་དག་ ཐམས་ཅད་ འདིར་ ལྟོས་ ཤིག _།
en: $325 “The discipline of the hearers, The absorptions of the hearers, And their insight and miraculous ability— You must see them all here.

source: སྔོན་ཆད་ སེམས་ ནི་ བསྐྱེད་པ་ དེ །_། |#| གལ་ཏེ་ འཇུག་པ་ མ་ ཡིན་ ན །_།
en: $326 “If you do not engage The mind that you earlier brought forth, Then

source: བླ་ ན་ མེད་པ འི་ ཡེ་ཤེས་ ཀྱང་ །_། འཇུག་པ ར་ [56b] འགྱུར་བ་ ག་ལ་ ཡིན །_།
en: how will you ever be able To engage the unexcelled wisdom? [56.b]

source: སངས་རྒྱས་ ཆོས་ རྣམས་ མཐོང་ མིན་ ན །_། |#| ཐོས་པ ར་ ཡང་ ནི་ ག་ལ་ འགྱུར །_།
en: $327 “If the buddha qualities are not seen, Then how could there be any hearing?

source: འཇིག་རྟེན་ དུ་ ནི་ ཉན་ཐོས་ རྣམས །_། འབྱུང་བ ར་ སྲིད་པ་ མ་ ཡིན་ ནོ །_།
en: The hearers then could not possibly Appear within the world.

source: རྫོགས་པ འི་ རང་ སངས་རྒྱས་ གང་དག _། གནས་ ནས་ མྱ་ངན་ འདས་པ་ ཡི །_། དགེ་བ འི་ གོ་ཆ་ དེ་ཡང་ ནི །_། སེམས་ དེ་ཉིད་ ལས་ བལྟ་བ ར་ བྱོས །_།
en: $328 “The armor of the virtues Of suffering’s transcendence, Just as it is borne by the perfect, solitary buddhas— Also that you must see through this mind.

source: སེམས་ཅན་ བདེ་བ་ གང་ཅི་ ཡང་ རུང་ །_། |#| འཇིག་རྟེན་པ འམ་ འཇིག་རྟེན་ འདས །_། |#| ཐམས་ཅད་ ཀྱང་ ནི་ སེམས་ དེ་ དང་ །_། དང་པོ འི་ སེམས་ ལ་ གནས་པ་ ཡིན །_།
en: $329 “All the happiness of sentient beings, Whether mundane or transcendent, Resides without exception within this mind, And within the initial mind.

source: སེམས་ དེ འི་ རྣམ་པར་ སྨིན་པ་ ནི །_། རྒྱ་ ཆེན་ ཡིན་ ཏེ་ དེ་ མཐོང་ ན །_། |#| བསྐལ་པ་ བྱེ་ ཕྲག་ སྟོང་ དུ་ ཡང་ །_། དེ་ ནི་ ཟད་པ ར་ མི་ འདོད་ དོ །_།
en: $330 “That mind’s ripening Is vast, and it is said that once seen It will not wear out, Even over billions of eons.

source: སྐྱེ་བ་ དང་ ནི་ འཇིག་ ལྡན་ ལ །_། རྐྱེན་ རྣམས་ ཀྱིས་ ནི་ བསྐྱེད་ གྱུར་པ །_།
en: $331 “Arising and ceasing, The mind is brought forth by conditions.

source: !སེམས་ ཀྱིས་ དངོས་པོ་ སྟོང་པ་ ཡི །_། རྣམ་པར་ སྨིན་པ་ ཅི་འདྲ་ ལྟོས །_།
en: Watch the ripening Of its empty nature.#25

source: རྐྱེན་ རྣམས་ ཀྱིས་ ནི་ སེམས་བསྐྱེད་ ལ །_། སེམས་ དེ འང་ དངོས་པོ་ མེད་པ་ སྟེ །_།
en: $332 “The mind is produced by conditions But the mind itself is not an entity.

source: དངོས་པོ་ མེད་ དང་ ལྡན་ སེམས་ ཀྱིས །_། རྣམ་པར་ སྨིན་པ་ ཅི་འདྲ་ ལྟོས །_།
en: Watch the ripening By the mind that is devoid of any entity.

source: དམིགས་པ ར་ བྱ་བ་ དེ་དག་ གིས །_། སེམས་ ནི་ ནམ་ཡང་ མི་ སྐྱེ་ སྟེ །_།
en: $333 “Based on what is apprehended The mind never arises, Yet

source: གང་ གི་ བསྔགས་པ་ མི་ ཉམས་པ འི །_། དེ་ ཡི་ རྣམ་སྨིན་ ཉིད་ ལ་ ལྟོས །_།
en: watch the ripening of that Which is praised for never decaying.

source: བརྟན་པ འི་ བློ་ ཅན་ མི་ ཞིག་ གིས །_། དེ་ འདྲ འི་ སེམས་ ནི་ རབ་ ཤེས་ ནས །_། |#| རྟག་ ཏུ་ ཐེག་པ་ དམ་པ་ ལ །_། གནས་པ་ སུ་ཞིག་ ཆུད་ ཟ ར་ འགྱུར །_།
en: $334 “How could a person of steadfast mind, Who clearly understands such a mind And constantly remains within the true vehicle, Ever be lost?

source: གང་དག་ མིག་ དང་ གཟུགས་ གནས་ ཤིང་ །_། ཚོར་བ་ དང་ ནི་ འདུ་ཤེས་ གནས །_། |#| འདུ་བྱེད་ ལ་ ཡང་ གནས་ ནས་ |#| སུ །_། བདག་ཉིད་ རྣམ་ཤེས་ མ་ བྱས་པ །_།
en: $335 “There are those who remain Fixed on eye and form, As well as feeling, perception, and formation, And who do not know their own nature.#26

source: བློ་ གྲོས་ ངན་པ ས་ ནམ་མཁའ་ ལ །_། ཀུན་ དུ་ བརྟགས་པ ས་ འདག་ སྙམ་པ །_། ཡུན་རིང་ དག་པ ར་ མ་ གྱུར་པ ས །_། སྲིད་པ ར་ མི་ མཁས་ རྣམས་ སུ་ འགྱུར །_།
en: $336 “Such miserable minds that believe That by thinking they can purify space, Will for long not experience any purification, And so they will remain, unskilled, within existence.

source: དེ་ཕྱིར་ སེམས་ ནི་ གསོབ་ དང་ གསོག _།
en: $337 “Therefore, the mind is false and fake.

source: ཡོད་པ་ མིན་པ ར་ རབ་ ཤེས་ ནས །_།
en: Having understood that it does not exist,

source: དེ་ ལ་ སྙིང་པོ ར་ མི་ བཟུང་ སྟེ །_།
en: Do not ascribe to it any importance,

source: དེ་དག་ ངོ་ བོ་ ཉིད་ ཀྱིས་ སྟོང་ །_།
en: For it is devoid of any essence.

source: བརྟེན་ ནས་ |#| སེམས་ ནི་ བསྐྱེད་ གྱུར་པ །_། ནམ་ཡང་ ཆུད་ ཟ ར་ མི་ འགྱུར་ ཞིང་ །_།
en: $338 “The mind that arises in dependence Will never come to nothing,

source: གང་དག་ དེ་ ཡི་ རྐྱེན་ ཡིན་པ །_། དེ་དག་ ངོ་བོ་ ཉིད་ ཀྱིས་ སྟོང་ །_།
en: Yet all its conditions Are empty of their own essence.

source: ངོ་བོ་ ཉིད་ ཀྱིས་ སྟོང་པ འི་ ཆོས །_། དེ་དག་ ལ་ ནི་ སྒྲུབ་པ་ མེད །_།
en: $339 “Phenomena empty of their own essence Are not to be accomplished.

source: ཆོས་ རྣམས་ ཐམས་ཅད་ བརྟགས་ [57a] པ་ སྟེ །_།
en: All phenomena are imaginary— [57.a]

source: རང་བཞིན་ དེ་ལྟ ར་ རབ་ཏུ་ བསྟན །_།
en: This is how their nature is taught.

source: གང་དག་ དེ་ལྟ ར་ རབ་ ཤེས་པ །_། དེ་དེ་ བྱང་ཆུབ་ ལུང་བསྟན་ གྱི །_།
en: $340 “Those who understand this clearly Receive the prophecy of awakening.

source: དེ་དག་ གཟུགས་ ཀྱིས་ ལུང་ མ་ བསྟན །_། |#| ཚོར་བ ས་ ཀྱང་ ནི་ ལུང་ མ་ བསྟན །_།
en: Their prophecy is not delivered by means of form, Nor does it take place in terms of feeling.

source: འདུ་ཤེས་ འདུ་བྱེད་ རྣམས་ ཀྱིས་ མིན །_། |#| རྣམ་ཤེས་ ཀྱིས་ ཀྱང་ ལུང་ མ་ བསྟན །_།
en: $341 “Prophecy does not occur through perception or formation, Nor is it granted by means of consciousness.

source: འདི་ ལ་ ཆོས་ རྣམས་ མི་ དམིགས་ ཀྱང་ །_། དེ་དག་ ལུང་ མ་ བསྟན་པ འང་ མིན །_།
en: Here no phenomena are observed, Yet neither do such beings lack prophecy.

source: གང་དག་ འདི་ ལ་ ཆོས་ ཐམས་ཅད །_། མཚན་མེད་ དེ་ འདྲ འི་ ཤེས་ལྡན་ ཞིང་ །_། ཤེས་པ ས་ རློམ་སེམས་ མི་ བྱེད་པ །_། དེ་དག་ བྱང་ཆུབ་ ལུང་བསྟན་ ཏོ །_།
en: $342 “Those who recognize that here All phenomena are devoid of marks, And who are free from arrogance based on such understanding, They receive the prophecy of awakening.

source: བཟོད་པ་ འདི་འདྲ་ དེ་ སྐྱེས་པ །_། བློ་གྲོས་ བསྟན་པ ས་ བཟོད་ དུ་ ཟད །_།
en: $343 “Such acceptance has arisen Through precisely the teaching of intelligence.
